tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sanemat/font"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
brew "autoconf"
brew "automake"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "ctags"
brew "jpeg"
brew "fish"
brew "fontforge"
brew "readline"
brew "gd"
brew "ghq"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gnuplot", args: ["with-aquaterm", "with-x11"]
brew "picocom"
brew "ino"
brew "lha"
brew "openssl"
brew "libxml2"
brew "llvm", args: ["with-lldb", "with-python@2", "with-toolchain"], link: true
brew "lua@5.1"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "mono"
brew "mysql", restart_service: true
brew "neovim"
brew "nkf"
brew "node"
brew "peco"
brew "phantomjs"
brew "portmidi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rtags", restart_service: true
brew "sbt"
brew "scala"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vtk", args: ["with-python", "with-qt", "without-python@2"]
brew "homebrew/php/composer"
brew "homebrew/php/phpbrew"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adobe-acrobat"
cask "alfred"
cask "appcleaner"
cask "arduino"
cask "clion"
cask "evernote"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "insomniax"
cask "iterm2"
cask "kindle"
cask "licecap"
cask "mendeley-desktop"
cask "postman"
cask "pycharm"
cask "qt-creator"
cask "realm-browser"
cask "sequel-pro"
cask "shiftit"
cask "skitch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "sublime-text"
cask "telegram"
cask "whatsapp"
